#!/usr/bin/env python
# -*- encoding: utf-8 -*-
cats = {
    u'女装男装': {
        u'男装',
        u'女装/女士精品',
    },
    u'鞋类箱包': {
        u'流行男鞋',
        u'女鞋',
        u'箱包皮具/热销女包/男包'
    },
    u'内衣配饰': {
        u'女士内衣/男士内衣/家居服'
    },
    u'运动户外': {
        u'运动/瑜伽/健身/球迷用品',
        u'户外/登山/野营/旅行用品',
        u'运动服/休闲服装',
        u'运动鞋'
    },
    u'珠宝手表': {
        u'饰品/流行首饰/时尚饰品新'
    },
    u'数码': {
        u'国货精品数码',
        u'手机',
        u'数码相机/单反相机/摄像机',
        u'笔记本电脑',
        u'平板电脑/MID',
        u'台式机/一体机/服务器',
        u'电脑硬件/显示器/电脑周边',
        u'3C数码配件',
        u'闪存卡/U盘/存储/移动硬盘',
        u'办公设备/耗材/相关服务'
    },
    u'家电办公': {
        u'大家电',
        u'影音电器',
        u'生活电器',
        u'厨房电器',
        u'个人护理/保健/按摩器材',
    },
    u'护肤彩妆': {
        u'彩妆/香水/美妆工具',
        u'美容护肤/美体/精油'
    },
    u'母婴用品': {
        u'尿片/洗护/喂哺/推车床',
        u'孕妇装/孕产妇用品/营养',
        u'童装/童鞋/亲子装',
        u'玩具/模型/动漫/早教/益智',
    },
    u'家居建材': {
        u'家居饰品',
        u'住宅家具',
        u'商业/办公家具',
        u'家装主材',
        u'床上用品/布艺软饰'
    },
    u'美食特产': {
        u'奶粉/辅食/营养品/零食',
    },
    u'日用百货': {
        u'居家日用/婚庆/创意礼品',
        u'厨房/餐饮用具',
        u'清洁/卫浴/收纳/整理用具',
        u'成人用品/避孕/计生用品'
    },
    u'汽车摩托': {
        u'汽车/用品/配件/改装'
    },
    u'文化娱乐': {
        u'宠物/宠物食品及用品',
        u'静态模型',
        u'玩具模型零件/工具/耗材/辅件',
        u'高达/BJD/手办/机器人',
        u'卡通/动漫/游戏周边',
        u'网游周边(实物)',
        u'聚会/魔术/cosplay用具',
        u'油动电动模型',
    },
    u'医药卫生': {
        u'OTC药品/医疗器械/隐形眼镜/计生用品'
    },
    u'其他': {
        u'个人洗护清洁用具',
        u'家庭整理用具',
        u'伞/雨具/防雨/防潮',
        u'钟',
        u'打印机',
        u'保险箱',
        u'儿童房/桌椅/家具',
        u'童床/婴儿床/摇篮/餐椅',
        u'酒柜'
    }
}